Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/totuus-_ja_sovintokomission_perustamista_kasitellaan_seminaarissa_lauantaina.html.tmx
Source language: fin
Languages: sme

source: Totuus- ja sovintokomission perustamista käsitellään seminaarissa lauantaina
sme: Duohtavuođa- ja soabadankomiššuvnna vuođđudeapmi gieđahallojuvvo semináras lávvardaga

source: Totuus- ja sovintokomission perustamisen edellytyksiä käsitellään Inarin Sajoksessa lauantaina 10.2. järjestettävässä seminaarissa. Tilaisuudessa kuullaan kokemuksia vastaavien komissioiden toiminnasta muualla maailmassa.
sme: Duohtavuođa- ja soabadankomiššuvnna vuođđudeami eavttut gieđahallojuvvojit semináras, mii lágiduvvo Anáris Sajosis lávvardaga 10.2. Dilálašvuođas gullat vásihusaid vástideaddji komiššuvnnaid doaimmas eará máilmmis.

source: Seminaari on kaikille avoin.
sme: Seminára lea rabas buohkaide.

source: Suomen valtion ja saamelaisten välisiä suhteita käsittelevän komission perustamisen edellytykset Aika: 10.2.2018
sme: Duohtavuođa- ja soabadankommišuvnnaid riikkaidgaskasaš vásáhusat: Kommišuvnna, mii gieđahallá Suoma stáhta ja sápmelaččaid gaskasaš gaskavuođaid, vuođđudeami eavttut

source: Paikka: Sajos, Inari Tilaisuus striimataan suorana: http://www.sogku.fi/live/
sme: Áigi: 10.2.2018 Báiki: Sajos, Anár Dilálašvuohta streamejuvvo njuolggosáttan: http://www.sogku.fi/live/

source: Puheenjohtajat: Tiina Sanila-Aikio ja Antti Pentikäinen
sme: Ságajođiheaddjit: Tiina Sanila-Aikio ja Antti Pentikäinen

source: 09.00 Tilaisuuden avaus: Antti Pentikäinen, toiminnanjohtaja, Uskonnollisten ja perinteisten johtajien rauhanvälitysverkosto
sme: 09.00 Dilálašvuođa rahpan: Antti Pentikäinen, beaivválaš jođiheaddji, Oskkolaš ja árbevirolaš jođiheaddjiid ráfisirdinfierpmádat 09.10 Dearvvahussánit, Tiina Sanila-Aikio, sátnejođiheaddji, Sámediggi 09.20 Láidesteapmi, Eduardo González, ráđđeaddi ja sirdásanbaji vuoigatvuođaordnemiid áššedovdi 09.50 Láidesteapmi, Simon Keyes, galledalli professor, Winchester universiteahtta, soabadallama áššedovdi

source: 09.10 Tervetuliaissanat, Tiina Sanila-Aikio, puheenjohtaja, saamelaiskäräjät
sme: 10.20 Káffeboddu

source: 09.20 Alustus, Eduardo González, neuvonantaja ja siirtymäkauden oikeusjärjestelyjen asiantuntija
sme: 10.40 Láidesteapmi, Laila Susanne Vars, njunuš áššedovdi, Norgga olmmošvuoigatvuođaidinstitušuvdna, VDD, áššedovdi ON:a olmmošvuoigatvuođaáittardeaddji doaimmahaga (OHCHR) eamiálbmogiid vuoigatvuođaid gieđahalli áššedovdimekanismmas (EMRIP) 11.10 Láidesteapmi, Marie Wilson, Kanáda duohtavuođa- ja soabadallankommišuvnna komissára 11.40 Láidesteapmi, Teivo Teivainen, professor, Helsset universiteahtta

source: 09.50 Alustus, Simon Keyes, vieraileva professori, Winchesterin yliopisto, sovittelun asiantuntija
sme: 12.00 Beaivemális

source: 10.20 Kahvitauko
sme: 13.00 Láidesteapmi ja panelaságastallan Veli-Pekka Lehtola, sámekultuvrra professor, Oulu universiteahtta Nils-Henrik Valkeapää Petra Laiti, sátnejođiheaddji, Suoma Sámenuorat (SSN) Ida-Maria Helander, várresátnejođiheaddji, SSN Anna Morottaja

source: 10.40 Alustus, Laila Susanne Vars, johtava asiantuntija, Norjan kansallinen ihmisoikeusinstituutio, OTT, asiantuntija YK:n ihmisoikeusvaltuutetun toimiston (OHCHR) alkuperäiskansojen oikeuksia käsittelevässä asiantuntijamekanismissa (EMRIP) 11.10 Alustus, Marie Wilson, Kanadan totuus- ja sovintokomission komissaari
sme: 14.00 Káffeboddu

source: 11.40 Alustus, Teivo Teivainen, professori, Helsingin yliopisto
sme: 14.15 Bargobájit ja joavkkuid ovdanbuktimat Ávžžuhusat Suoma stáhtii (sj.

source: 12.00 Lounas
sme: Johanna Suurpää, demokratiija-, giella- ja vuođđovuoigatvuođaáššiid ovttadaga hoavda, vuoigatvuođaministeriija) Ávžžuhusat Suoma sámediggái (sj. Tiina Sanila-Aikio) Ávžžuhusat duohtavuođa- ja soabadallankommišuvnna vuođđudeapmin geavatlaččat (sj.

source: 13.00 Alustus ja paneelikeskustelu Veli-Pekka Lehtola, saamelaiskulttuurin professori, Oulun yliopisto Nils-Henrik Valkeapää Petra Laiti, puheenjohtaja, Suomen saamelaisnuoret (SSN) Ida-Maria Helander, varapuheenjohtaja, SSN Anna Morottaja
sme: Antti Pentikäinen) 15.45 Loahppasánit, Tiina Sanila-Aikio ja Antti Pentikäinen
